Repository: cherepets/FourSeafile
Catalog: FourSeafile/Strings/*/Resources.resw
Source language: en
Languages: ru_ru

source: Cancel
ru_ru: Отмена

# CantAccess
source: Cannot access file
ru_ru: Нет доступа к файлу

# CantDecrypt
source: Cannot decrypt library
ru_ru: Не удалось расшифровать библиотеку

# CantUpload
source: Cannot upload file
ru_ru: Не удалось загрузить файл

source: Close
ru_ru: Закрыть

source: Confirmation
ru_ru: Подтверждение

# ConnectionError
source: Connection cannot be established due network restriction
ru_ru: Соединение не может быть установлено из-за ограничений сети

source: Delete
ru_ru: Удалить

# DeleteButton.Text
source: Delete
ru_ru: Удалить

# DownloadButton.Text
source: Download
ru_ru: Скачать

source: Error
ru_ru: Ошибка

# GoUpButton.Label
source: Go up
ru_ru: Наверх

# HostBlock.Text
source: Host
ru_ru: Сервер

source: is downloading
ru_ru: скачивается

source: is uploading
ru_ru: загружается

# LoginBlock.Text
source: Email or Username
ru_ru: Email или Логин

# LoginButton.Content
source: Log In
ru_ru: Войти

# LogoutBlock.Text
source: Log out
ru_ru: Выйти

source: No
ru_ru: Нет

source: Ok
ru_ru: Далее

# OpenButton.Text
source: Open
ru_ru: Открыть

# PasswordBlock.Text
source: Password
ru_ru: Пароль

# RefeshButton.Label
source: Refresh
ru_ru: Обновить

# SignUpButton.Content
source: Sign up
ru_ru: Зарегистироваться

# UploadButton.Label
source: Upload
ru_ru: Загрузить

source: Yes
ru_ru: Да

# HelloAuth
source: Authenticate with Windows Hello
ru_ru: Войдите с Windows Hello

# HelloError
source: Authentication failed
ru_ru: Отказано во входе

# HelloRetry
source: Error. Try again
ru_ru: Ошибка. Попробуйте ещё раз

# HelloUnavialable
source: Windows Hello is not available
ru_ru: Windows Hello недоступен

source: Warning
ru_ru: Предупреждение
